// Chinese 繁体字
"Country2code" = "zh-Hant";		// ロケールコード
"Product Localize" = "";			// 各国独自名称（無ければヌル文字）

// 初期設定										//      "0""1""2""3"
"GUD_GroupingSeparator" = "1";	//桁区切 [,]['][ ][.]
"GUD_DecimalSeparator" = "0";	//小数点 [.][·][,]
"GUD_GroupingType" = "0";		//"0"[123 123]  "1"[12 12 123]  "2"[1234 1234]
"GUD_TaxRate" = "17.0";			//消費税率(%)

// @ //
"@Excess Operator" = "@Excess Operator";
"@Lack Operator" = "@Lack Operator";
"@Excess Closing" = "@Excess Closing";
"@Unclosed" = "@Unclosed";  // これは頻繁に表示されることになる。
"@Divide by zero" = "@除以零";
"@Overflow" = "@Overflow";
// A //
"Answer" = "答";
// F //
"Final answer" = "最後的答案";
"Final answer msg" = "這卷已滿。";
"Formula mode" = "公式計算器";
"Formula Quote" = "輥行情";


//以下[ja]以外、世界共通
// A //
"AppStore Paid" = "Description of the paid version";
"AppStore Paid msg" = "Close this app, \nStart the App Store.";
"Are you sure" = "Are you sure?";
"AlertExtension" = "This file can not be restored.";
"AlertExtensionMsg" = "Extension (.calcroll) is different.";
// C //
"Cancel" = "Cancel";
"Canceled" = "Canceled";
"CanceledMsg" = "There is no keyboard definition.";
"Contact mail" = "Post mail to the author.";
"Contact mail msg" = "We welcome your comments\n or requests and bug reports.\n\nSorry, will not respond individually.\nWill reflected in the App as possible.";
"Contact message" = "【Defect report】\nPlease enter here.\n\n【Feedback, etc】\nPlease enter here.\n\n";
"Contact NoMail" = "Email not available";
"Contact NoMail msg" = "[Settings]⇒[email] Please Preferences from.";
"Contact Failed" = "Mail delivery failure";
"Contact Failed msg" = "Please check your network status and settings.";
"Contact Sent" = "E-mail sent successfully";
"Contact Sent msg" = "Thank you very much.";
"Communicating" = "...Communicating...";
"ChangeKeyboard" = "Change to this keyboard.";
"CommError" = "Failure to communicate.";
"CommErrorMsg" = "Does not seem to connect the Internet.";
// D //
// H //
"Help Swipe 2 fingers" = "Please by swiping\n two fingers.";
"Help Fomula locking" = "Locked for formula edit\nClick [Done] to please.";
// K //
"KeymapError" = "Not be able to read the key arrangement.";
"KeymapError msg" = "If you fail to start or this message appears, please delete this app. Then, please install it again.";
// L //
// M //
"Memory Over" = "[Memory] Overflow";
"Memory Over msg" = "Copied to the pasteboard.\nYou can make room by [MClear]";
// N //
"NameLeast" = "Keyboard Name";
"NameLeastMsg" = "Please put at least 3 characters.";
"NoFile" = "Folder is empty.";
// P //
"Product Title" = "CalcRoll";  // 世界共通名称
// Q //
"QuoteDone" = "Restore the keyboard.";
// R //
"Return to CalcRoll" = "Return to CalcRoll.";
"Roger" = "Roger";
// S //
"SaveKeyboard" = "To save the keyboard.";
"SaveDone" = "Was successfuly saved.";
// T //
"ToSupportSite" = "To Support blog";
"ToSupportSite msg" = "Close this app, \nOpen the Support blog.";

// END //

